Repository: al-mahir/iOS
Catalog: Modules/Sheikh/Sources/Sheikh/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: /month
ar: /شهرياً

source: %lld sheikhs available
ar: متاح %lld شيخ

source: Are you sure you want to remove %@ from your bookmarks?
ar: هل أنت متأكد أنك تريد إزالة %@ من علاماتك المرجعية؟

source: Are you sure you want to remove this sheikh from your bookmarks?
ar: هل أنت متأكد أنك تريد إزالة هذا الشيخ من علاماتك المرجعية؟

source: AUDIO SAMPLES
ar: عينات صوتية

source: Available Now
ar: متاح الآن

source: BIOGRAPHY
ar: السيرة الذاتية

source: Cancel Request
ar: إلغاء الطلب

source: Done
ar: تم

source: Download
ar: تحميل

source: Download a Tafsir
ar: تحميل تفسير

source: Experience
ar: الخبرة

source: IJAZAH
ar: إجازة معتمدة

source: In Session
ar: في جلسة

source: Languages
ar: اللغات

source: Loading Sheikh details...
ar: جاري تحميل تفاصيل الشيخ...

source: Manage Tafseers
ar: إدارة التفاسير

source: No sheikhs found
ar: لم يتم العثور على شيوخ

source: No tafsir text available
ar: نص التفسير غير متوفر

source: No tafsirs downloaded yet
ar: لم يتم تحميل أي تفاسير بعد

source: OK
ar: موافق

source: Private sessions are not available right now
ar: الجلسات الخاصة غير متاحة الآن

source: Qira'at
ar: القراءات

source: RECOMMENDED
ar: موصى به

source: Remove
ar: إزالة

source: Remove Bookmark?
ar: إزالة العلامة المرجعية؟

source: Request cancelled.
ar: تم إلغاء الطلب.

source: Request Private Session
ar: طلب جلسة خاصة

source: Search here...
ar: ابحث هنا...

source: Select Package
ar: اختيار الباقة

source: Sending request…
ar: جاري إرسال الطلب...

source: Sheikh is Unavailable
ar: الشيخ غير متاح

source: Sheikhs
ar: الشيوخ

source: Something went wrong
ar: حدث خطأ ما

source: System
ar: النظام

source: Tafsir
ar: التفسير

source: Target
ar: الفئة المستهدفة

source: The Sheikh has declined your request.
ar: قام الشيخ برفض طلبك.

source: Try Again
ar: حاول مرة أخرى

source: Waiting for Sheikh's Approval
ar: جاري انتظار موافقة الشيخ

source: Your request has been sent. Please wait.
ar: تم إرسال طلبك. يرجى الانتظار.

source: Your request has expired. Please try again.
ar: انتهت صلاحية طلبك. يرجى المحاولة مرة أخرى.
